products = [
    {"id": 1, "name": "مه شکن عقب تیگو ۷ پرو سمت چپ", "car": "تیگو ۷ پرو", "side": "چپ", "oem": ""},
    {"id": 2, "name": "مه شکن عقب تیگو ۷ پرو سمت راست", "car": "تیگو ۷ پرو", "side": "راست", "oem": ""},
    {"id": 3, "name": "دیلایت تیگو ۷ پرو سمت چپ", "car": "تیگو ۷ پرو", "side": "چپ", "oem": ""},
    {"id": 4, "name": "دیلایت تیگو ۷ پرو سمت راست", "car": "تیگو ۷ پرو", "side": "راست", "oem": ""},
    {"id": 5, "name": "چراغ خطر روی صندوق تیگو ۷ پرو سمت چپ", "car": "تیگو ۷ پرو", "side": "چپ", "oem": ""},
    {"id": 6, "name": "چراغ خطر روی صندوق تیگو ۷ پرو سمت راست", "car": "تیگو ۷ پرو", "side": "راست", "oem": ""},
    {"id": 7, "name": "چراغ خطر روی گلگیر تیگو ۷ پرو سمت چپ", "car": "تیگو ۷ پرو", "side": "چپ", "oem": ""},
    {"id": 8, "name": "چراغ خطر روی گلگیر تیگو ۷ پرو سمت راست", "car": "تیگو ۷ پرو", "side": "راست", "oem": ""},
    {"id": 9, "name": "مه شکن عقب تیگو ۸ پرو مکس سمت چپ", "car": "تیگو ۸ پرو مکس", "side": "چپ", "oem": ""},
    {"id": 10, "name": "مه شکن عقب تیگو ۸ پرو مکس سمت راست", "car": "تیگو ۸ پرو مکس", "side": "راست", "oem": ""},
    {"id": 11, "name": "دیلایت تیگو ۸ پرو مکس سمت چپ", "car": "تیگو ۸ پرو مکس", "side": "چپ", "oem": ""},
    {"id": 12, "name": "دیلایت تیگو ۸ پرو مکس سمت راست", "car": "تیگو ۸ پرو مکس", "side": "راست", "oem": ""}
]
